Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པའོ་ཞེས་བྱ་བར་བསྟན་ཏོ་ཞེས་ཁ་ཅིག་སྨྲའོ།
en: Hence, it says “complete in every respect.” “

source: །དེ་ནི་གཡོག་འཁོར་ཤིན་ཏུ་མང་བའི་སྔ་ལྟས་སོ་ཞེས་བྱ་བ་ནི་འཁོར་ལོས་སྒྱུར་བ་དང་།
en: It is a sign presaging an extremely large circle of servants.”

source: སངས་རྒྱས་རྣམས་ཐུན་མོང་སྟེ།
en: This is shared by wheel-turning emperors and buddhas.

source: འཁོར་ལོ་ནི་མུ་ཁྱུད་ནས་བཟུང་སྟེ་རྩིབས་དང་ལྡན་པའི་དབང་གིས་གཡོག་འཁོར་ཤིན་ཏུ་མང་བ་དང་མཐུན་ནོ། །ཞབས་ཤིན་ཏུ་གནས་པ་ཞེས་བྱ་བ་ནི་འདི་ལྟར་གཞན་དག་ནི་ས་མི་མཉམ་པའམ། རྐང་པའི་མཐིལ་མི་མཉམ་པ་དང་། འདོད་ཆགས་ལ་སོགས་པ་སྤྱོད་པའི་དབང་ངམ།
en: Because it has a hub and spokes, and is held by a rim, it is similar to “an extremely large circle of servants.” “

source: རྐང་པའི་རྩེ་མོའམ། རྐང་པའི་ཟུར་གཉིས་སམ། རྟིང་པས་ས་ལ་འཛུགས་ཤིང་འགྲོ། །མཆོང་ཞིང་འགྲོ་ལ་དབུས་སུ་ཡང་སྐབས་འབྱུང་བར་འགྱུར་གྱི། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ནི་དེ་ལྟ་མ་ཡིན་ཏེ།
en: Feet that are well placed”— lord buddhas are not like others for whom the ground is uneven, the soles of whose feet are not flat, or who plant the point of the foot or a side of the foot or the heel on the ground when walking, or who bound along taking breaks in the middle.

source: ཞབས་ཀྱི་མཐིལ་ཐམས་ཅད་མཉམ་པར་ས་ལ་འབབ་པར་གཤེགས་པ་དང་མཉམ་པར་ས་ལ་རེག་པ་ལ་ཞབས་ཤིན་ཏུ་གནས་པ་ཞེས་བྱ་སྟེ། ས་ཆེན་པོ་ཐམས་ཅད་ཀྱང་མཐོན་དམན་དང་། གསེག་མ་དང་། རྡོ་བ་དང་།
en: The whole sole of their foot is flat, lands on the ground when walking, touches the ground evenly, so it is said they have “feet that are well placed.”

source: ཆུ་དང་། འདམ་རྫབ་དང་། ཚེར་མ་དང་། ཁུང་ལ་སོགས་པ་མེད་པར་མཉམ་པས་གནས་ཤིང་། འཇིག་རྟེན་གྱི་ཁམས་བརྒྱ་སྟོང་དུ་མའི་དབང་གིས།
en: The entire face of the earth is even and has no change in elevation, no pebbles, boulders, water, mud, thorns, pits and so on, and as rulers over many hundreds and thousands of world systems even the distant is close by.

source: ཐག་རིང་བ་དག་ཀྱང་ཉེ་བར་འགྱུར་རོ། །སྔོན་གྱི་ལས་བསྟན་པ་ལ།
en: Teaching the earlier karma it says “their commitment is firm.”

source: ཡི་དམ་ལ་བརྟན་པས་ཞེས་བྱ་བ་ནི་བདེན་པ་དང་། གཏོང་བ་དང་། ཉེ་བར་ཞི་བ་དང་། ཤེས་རབ་ཀྱི་བྱིན་གྱི་རླབས་ཀྱི་དབང་གིས། རྩོམ་པ་ཐམས་ཅད་ལ་སུས་ཀྱང་མི་འཕྲོགས་པའི་ཕྱིར་དེ་སྐད་ཅེས་བྱའོ།
en: It says this because in regard to all undertakings, on account of the force of the sustaining power of truth, renunciation, peace, and wisdom, nobody can make them break it. “

source: །དེ་ནི་མི་གཡོ་བའི་སྔ་ལྟས་སོ་ཞེས་བྱ་བ་ནི་བདུད་དང་།
en: It is a sign presaging that they cannot be swayed.”

source: ཕྱིར་རྒོལ་བ་དང་། མུ་སྟེགས་ཅན་ལ་སོགས་པ་ཐམས་ཅད་ཀྱིས་མི་གཡོས་པའོ།
en: They all—Māra, opponents, tīrthikas and so on—cannot sway them. “

source: །ཕྱག་དང་ཞབས་དྲ་བས་འབྲེལ་བ་ཞེས་བྱ་བ་ནི་ཕྱག་གི་སོར་མོའི་ཚིགས་དང་པོ་ནས་ཕྱག་སོར་གྱི་བར་ཕྲ་སེང་སེང་པོ་མེད་པ། སོར་གདུབ་ལ་སོགས་པའི་རྒྱན་ཀྱང་གཞུག་ཏུ་རུང་བ་སྟེ། རྣམ་པ་ཐམས་ཅད་དུ་མཛེས་པའི་དྲ་བས་འབྲེལ་བའོ།
en: Hands and feet with connecting webbing”— from the first finger joint there is no gap in between the fingers on hands with totally stunning “connecting webbing,” but still they are suited for slipping on jewelry such as a ring and so on.

source: །སྔོན་གྱི་ལས་དང་། བསྡུ་བའི་དངོས་པོ་བཞི་པོ་དག་ཀུན་དུ་བསྟེན་པས་ཞེས་བྱ་བ་ནི་སྦྱིན་པས་བསྡུ་བ་ལ་སོགས་པའི་དབང་གིས་ནི་ཕྱག་གཉིས་དྲ་བ་ཅན་དུ་གྱུར་ཏོ།
en: And the earlier karma is because of “their assiduous practice of the four ways of gathering a retinue.”

source: །དེ་ལས་གཞན་པ་དོན་སྤྱོད་པ་ལ་སོགས་པའི་དབང་གིས་ནི་ཞབས་གཉིས་དྲ་བ་ཅན་དུ་གྱུར་ཏོ་ཞེས་འཆད་དོ།
en: It is explained that both their hands have “connecting webbing,” because of the force of gathering a retinue “by giving” and so on; and both their feet have “connecting webbing” because of the force of the other three ways— “consistency between words and deeds,” and so on.

source: །ཡང་ན་ཕྱག་གཉིས་ཀྱིས་ནི་སྡུད་པར་འགྱུར་རོ།
en: Alternatively, they are understood to have come about from two hands gathering a retinue.

source: །བསྡུས་པའི་སེམས་ཅན་རྣམས་ཀྱིས་ཞབས་གཏུགས་པ་ལས་གྱུར་ཏོ།
en: The beings who have been gathered into the retinue have touched the feet.

source: །སོར་མོའི་རྣམ་པ་སེང་སེང་པོ་མེད་པ་ཞེས་བྱ་བར་གཟུང་ངོ་།
en: The appearance of the fingers and toes is with no gaps.

source: །ལེགས་པར་སྡུད་ཅིང་འཇམ་པར་གྱུར་པའི་ཕྱིར་འདི་དག་བསྡུ་བའི་དངོས་པོ་དང་མཐུན་ནོ།
en: They are like “the four ways of gathering a retinue” because they gather and have become soft. “

source: །མྱུར་དུ་འདུ་བ་ཞེས་བྱ་བ་ནི་འཁོར་བརྒྱད་ཆོས་བཤད་པ་ལ་མྱུར་དུ་འདུའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: The speedy gathering of a retinue”— this means the eight retinues quickly gather for the explanation of the Dharma.

source: །ཁ་ཅིག་ནི་ཕྱག་དང་། ཞབས་དྲ་བས་འབྲེལ་བ་ལ་གཞན་དུ་འཆད་དེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཕྱག་མཐེ་བོ་གཉིས་མ་གཏོགས་པར། སོར་མོ་ཐམས་ཅད་ཀྱི་རྩེ་མོ་མཉམ་པ་ཡིན་ཏེ། སོར་མོ་དག་ཀྱང་ནས་དང་ནས་སུ་འབྲེལ་བའི་མཚན་ཉིད་ཅན་ལ།
en: Someone else explains “hands and feet with connecting webbing” differently.

source: མཉམ་པར་གནས་ཏེ། སྐར་ཁུང་གི་དྲ་བ་དང་། ཀ་བའི་རྩེ་མོ་མཉམ་པ་བཞིན་དུ་སོར་མོ་ཐམས་ཅད་ལ། ནས་ཀྱི་མཚན་ཐམས་ཅད་མཉམ་པར་སྣང་ཞིང་། དྲ་བ་བཞིན་དུ་སྣང་བའི་ཕྱིར་ཕྱག་དང་ཞབས་དྲ་བས་འབྲེལ་བ་ཞེས་འཆད་དོ།
en: Setting aside the two thumbs on the hands of the lord buddhas, the tips of all the fingers are aligned, that is, the fingers are marked by each being connected with each part, standing aligned like a lattice work window or the tops of columns, so, on all the toes and fingers all the marks of each joint line appear aligned so they appear like a lattice; thus they have “hands and feet with connecting webbing.”

source: །སེམས་ཅན་ཕྲ་མོ་དག །དེ་བཞིན་གཤེགས་པའི་ཞབས་གཉིས་ཀྱིས་རེག་ན་ཤིན་ཏུ་བདེ་བར་འགྱུར་ཞིང་། ཤི་འཕོས་ན་ཡང་ལྷའི་རིས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: It is said, “When unimportant beings touch the two feet of a tathāgata there is an extremely pleasant feeling, and after death they are born in the ranks of the gods.

source: ཞབས་དྲ་བ་ཅན་གྱི་མཚན་དེ་ལ་མཐུ་དེ་ལྟ་བུ་དག་ཀྱང་ཡོད་དོ་ཞེས་ཟེར་རོ།
en: Such is the power of feet with that major sign—connecting webbing.” “

source: །ཕྱག་དང་ཞབས་འཇམ་ཤིང་གཞོན་ཤ་ཆགས་པ་ཞེས་བྱ་བ་ལ། འཇམ་པ་ནི་མཉེན་པའོ། །གཞོན་ཤ་ཆགས་པ་ནི་མདོག་ཕུན་སུམ་ཚོགས་པའི་ཕྱིར་རོ།
en: Delicate and soft feet and hands”— because “delicate” means pliable, and “soft” means having a perfect hue. “

source: །བདུན་མཐོ་བ་ཞེས་བྱ་བ་ནི་ཕྱག་དང་ཞབས་ཀྱི་བོལ་གཉིས་དང་། དཔུང་མགོ་གཉིས་དང་ལྟག་པ་སྟེ། དེ་དག་ཤས་རྒྱས་པའི་ཕྱིར་རོ།
en: Stands out prominently in seven ways,” because they— “the backs of their hands and upper parts of their feet, shoulders, neck, and head”— are parts that have filled out.

source: །སྔོན་གྱི་ལས་ནི་བཟའ་བ་དང་། བཏུང་བ་དང་། བལྡགས་པ་དང་།
en: The earlier karma is the “perfectly prepared hard and soft food and drink.”

source: བཅའ་བ་གྱ་ནོམ་པ་རྣམས་ཞེས་བྱ་བ་ནི་གྱ་ནོམ་པ་བྱིན་པས་ཕྱག་དང་། ཞབས་འཇམ་ཞིང་གཞོན་ཤ་ཆགས་པར་འགྱུར་རོ། །བཟའ་བའི་དངོས་པོ་མང་དུ་བྱིན་པས་ནི་བདུན་མཐོ་བར་གྱུར་ཏོ།
en: From having given what has been perfectly prepared, their hands and feet have become “delicate and soft”; from having given many things to eat, “the parts stand out prominently in seven ways.”

source: །ཡང་ན་ཞབས་གཉིས་ཀྱིས་གཤེགས་ནས།
en: Alternatively, they went on their feet and gave with their two hands.

source: ཕྱག་གཉིས་ཀྱིས་བྱིན་པའི་ཕྱིར་རོ། །ཡང་ན་ཕྱག་གཉིས་ཀྱིས་བྱིན་ནས་སེམས་ཅན་རྣམས་བདག་གི་ཞབས་ལ་གཞོལ་བར་བྱས་པའི་ཕྱིར་ཕྱག་དང་ཞབས་གཉིས་དེ་ལྟ་བུར་གྱུར་ཏོ།
en: Alternatively, their two hands and feet have become like that because, having given with their two hands, beings have served at their feet. “

source: །བདུན་མཐོ་བ་ནི་ཁམས་བདུན་ཚིམ་པར་བྱས་པ་དང་མཐུན་པའི་ཕྱིར་རོ།
en: The parts stand out prominently in seven ways” because they are similar to the seven mental constituents that have been satisfied.

source: །ལས་གཅིག་གིས་མཚན་གཉིས་འབྱུང་བར་ཇི་ལྟར་ཤེས་པར་བྱ་ཞེ་ན།
en: How do you know that one karma gives rise to two major signs?

source: ལས་གཅིག་ཡིན་དུ་ཟིན་ཀྱང་ཤིན་ཏུ་ཆེར་བྱས་ཤིང་བསྩགས་པས་མཚན་གཉིས་སམ་གསུམ་ཡང་འགྲུབ་པར་འགྱུར་ཞེས་བཤད་དོ།
en: The explanation is that even though it is taken as being one karma, it accomplishes two or even three major signs on account of its being done and accumulated to an extreme degree. “

source: །སོར་མོ་རིང་བ་ཞེས་བྱ་བ་ནི་ཧ་ཅང་རིང་བ་དང་།
en: They have long toes and fingers.”

source: ཧ་ཅང་ཐུང་བ་དང་། ཧ་ཅང་སྦོམ་པ་དང་། ཧ་ཅང་ཕྲ་བ་དང་ཡོ་བ་ལ་སོགས་པ་སོར་མོའི་སྐྱོན་རྣམས་སྤངས་ཤིང་སྐྱོན་མེད་ལ།
en: What goes wrong in fingers that are too long, too short, too fat, too thin, and crooked, and so on, has been eliminated.

source: ཕྱག་གི་མཐིལ་དང་འཚམ་པ། ཚད་དང་ལྡན་པ་སོར་མོ་མཐར་གྱིས་ཤས་རྒྱས་ཏེ།
en: There is nothing wrong with them, and they are in correct proportion relative to the palms of the hands, are of proper length, and are gradually filled out and have slender tips.

source: རྩེ་མོ་ཕྲ་བ་གང་ཡིན་པ་དེ་ལ་སོར་མོ་རིང་བ་ཞེས་བྱའོ།
en: They are called “long fingers.”

source: །རྟིང་པའི་སྐྱོན་ཐམས་ཅད་དང་བྲལ་བ།
en: They have “stretched-out heels” because they have heels free from what goes wrong in heels.

source: ཚད་དང་ལྡན་པ། ཞབས་དང་འཚམ་པའི་རྟིང་པ་དང་ལྡན་པའི་ཕྱིར།
en: They are of proper length and in correct proportion relative to the feet.

source: རྟིང་པ་ཡངས་པ་སྟེ། དེ་ལ་ཞབས་ཀྱི་མཐིལ་ཐམས་ཅད་ལ་ཆ་བཞིར་བྱས་པ་ལས། ཆ་གསུམ་ནི་ཞབས། ཆ་གཅིག་ནི་རྟིང་པར་གྱུར་ན་ཚད་དང་ལྡན་པ་ཞེས་བྱའོ།
en: There, having taken the entire sole of the foot as having four parts, when three parts are the foot and one part is the heel, it is “of proper length.”

source: །ཆུ་ཞེང་གབ་པ་ཕུན་སུམ་ཚོགས་པ་དང་ཕང་མཐོ་བའི་ཕྱིར་སྐུ་ཆེ་བའོ། །མི་གཞན་ལྟར་ཕྲག་པ་དང་།
en: They have “a big… body” because they have a perfect build and are tall in height; “and a straight body,” because unlike those of other persons they do not bend. “[

source: རྐེད་པ་དང་པུས་མོ་རྣམས་ལས་གང་ཡང་རུང་བ་འམ། མདུན་དང་རྒྱབ་དང་གློ་གྱེ་གུ་དང་ཡ་ཡོ་མེད་པའི་ཕྱིར་སྐུ་དྲང་བའོ།
en: It] is not crooked” anywhere from the shoulders, waist, or knees.

source: །སོར་མོ་རིང་བ་དང་། རྟིང་པ་ཡངས་པ་ཞེས་བྱ་བ་འདི་ལ་རིང་བ་དང་ཡངས་པའི་སྒྲ་ནི་རན་པ་དང་རྐྱེན་དུ་བབ་པའི་ཚིག་ཡིན་གྱི། ཧ་ཅང་རིང་བ་དང་ཧ་ཅང་ཡངས་པའི་སྒྲ་ནི་མ་ཡིན་ནོ། །སྔོན་གྱི་ལས་བཤད་པ་ཡང་།
en: In this “long toes and fingers and stretched-out heels,” the locutions “long” and “stretched-out” are words for proportionate and fitting; they are not words for very long and very stretched out.

source: གསད་པ་ལས་ཐར་པར་བྱས་པ་དང་། བཟའ་བ་དང་བཏུང་བ་ལ་སོགས་པ་བྱིན་པས་སྲོག་གི་རིམ་གྲོ་བྱས་པ་དང་། སྲོག་གཅོད་པ་སྤངས་པ་ཀུན་ཏུ་བསྟེན་པས་ཞེས་བྱ་བ་འདི་ལ་ཡང་གསད་པར་གྱུར་པའི་མི་རྣམས་ཚེ་ཐུང་བ་ལས་ཐར་པར་བྱས་པས་ཚེ་ཐ་མལ་པར་གནས་ཀྱི། གློ་བུར་དུ་ཚེ་རིང་བར་འགྱུར་བ་ནི་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་འཚོ་བའི་ཡོ་བྱད་རྣམས་བྱིན་པས་ཀྱང་ཚེ་ཐུང་བ་མེད་པར་བྱས་པ་ཡིན་གྱི་གློ་བུར་དུ་ཚེ་རིང་དུ་བྱས་པ་ནི་མ་ཡིན་ནོ།
en: Also, in regard to the explanation of the earlier karma, “because they have freed convicts condemned to death, have sustained life by giving food and drink and so on, and assiduously practiced abstaining from killing”— having freed those who are going to be killed from having a short life, those humans remain in their ordinary life, they do not suddenly come to live a longer life; and similarly, giving them all that is required for sustaining themselves, they make it so that they do not have a shortened life, but do not suddenly make them have a longer life.

source: །དེ་བཞིན་དུ་འདིར་ཡང་རྟིང་པ་དང་། སོར་མོ་དག་ཐུང་བ་མེད་པ་ཉིད་རིང་བ་ཡིན་གྱི། ལྷག་པར་རིང་བ་ནི་མ་ཡིན་ནོ།
en: Similarly, also, with the toes and fingers and heels here, the “long” is a nontruncated state; it is not additional length. “

source: །ཁྲུ་བདུན་དུ་འཕགས་པར་མཐོ་བ་ཞེས་བྱ་བ་ནི་མི་ཐ་མལ་པའི་ལུས་པས་འཕགས་པར་མཐོ་བ་སྟེ།
en: At seven hasta they are elevated in height.” They are elevated in height relative to an ordinary body.

source: སྐུ་ཐ་མལ་པའི་ཚད་ལ་བྱའོ།
en: Take this as the measure of an ordinary body.

source: །སྤྱི་གཙུག་བལྟར་མི་མཐོང་བའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་གཟུགས་ཀྱི་སྐུའི་ཚད་ངེས་པར་བྱ་མི་ནུས་སོ།
en: You cannot with certainty take the measure of the body of the Lord because, having looked for the top of the head, it cannot be seen.

source: །སྲོག་གཅོད་པ་སྤངས་པས་ལུས་ཀྱི་ལས་མི་དྲང་བ་མེད་པའི་ཕྱིར་སྐུ་དྲང་པོ་དང་མཐུན་ནོ།
en: Because of “abstaining from killing” their physical karma is not twisted, similar to “a straight body.” “

source: །ཞབས་འབར་འབུར་མེད་པ་ཞེས་བྱ་བ་ནི་པུས་མོའི་ཚིགས་དང་། ལོང་མོའི་ཚིགས་ཀྱི་རུས་པ་མཐོ་བ་ལ་འབར་འབུར་ཅན་ཞེས་བྱ་སྟེ། དེ་མེད་ཅིང་ཤིན་ཏུ་མངོན་ལ་རབ་ཏུ་ནུབ་པ་གང་ཡིན་པ་དེ་ལ་ཞབས་འབར་འབུར་མེད་པ་ཞེས་བྱའོ།
en: Lower legs from the feet up that are not knobby”— prominent bones of the knee joints and ankle joints are said to be “knobby.”

source: །གཞན་དག་གི་ནི་རུས་པ་དེ་གཉིས་ཆེ་བས་རྐང་པ་དང་། བྱིན་པ་མི་སྡུག་པ་ཡིན་ནོ།
en: In others those two bones are big, so the feet and calves are not attractive.

source: །མི་མཉེན་པས་འགྲོ་ན་མི་བདེ་སྟེ་འགྲོས་མི་སྡུག་པར་འགྱུར་རོ།
en: Movement is not easy because they are not flexible, so the movement is unattractive.

source: །བཅོམ་ལྡན་འདས་ཀྱི་ཚིགས་མི་མངོན་པས་བྱིན་པ་མཛེས་སོ།
en: The calves of the Lord are attractive because the joints do not show; they are flexible, so the movement is attractive.

source: །མཉེན་པས་འགྲོས་སྡུག་པ་ཡིན་ནོ། །གཞན་དག་ན་རེ་མི་ཕལ་རྣམས་ཀྱི་ལོང་བུའི་རུས་པ་ནི་རྐང་པའི་རྒྱབ་ལོགས་སུ་འབྱུང་སྟེ། དེ་བས་ན་དེ་དག་གི་རྐང་པ་གཟེར་བཏབ་པ་འདྲ་ལ།
en: Others say, “The ankle bones of ordinary humans are toward the back of the foot, so their feet look like they have been nailed on.

source: མི་མཉེན་པས་ཅི་བདེར་བསྒྱུར་དུ་མི་རུང་ལ་འགྲོ་བ་ན་ཡང་རྐང་པའི་མཐིལ་མི་སྣང་ངོ་ཞེས་ཟེར་རོ།
en: They are not flexible so they cannot be turned freely, therefore when they move, the soles of the feet do not show.”

source: །སྐྱེས་བུ་ཆེན་པོ་རྣམས་ཀྱི་ལོང་མོའི་རུས་པ་ནི་ཞབས་ཀྱི་གོང་བས་མཐོ་བའི་ཕྱོགས་སུ་འབྱུང་ངོ་།
en: The ankle bones of great persons are higher up on the foot.

source: །དེ་དག་གི་སྐུ་ཡང་རོ་སྨད་འབའ་ཞིག་གཡོའི། རོ་སྟོད་གཡོ་བར་མི་མངོན་ནོ།
en: Also, only the lower parts of their bodies move, the upper parts do not appear to move.

source: །ཞབས་ཀྱང་བདེ་བླག་ཏུ་བསྒྱུར་དུ་རུང་ལ།
en: Their feet can be turned easily.

source: མདུན་རྒྱབ་དང་། གཡས་གཡོས་སུ་འདུག་སྟེ་བལྟས་ཀྱང་ཞབས་ཀྱི་མཐིལ་སྣང་ཞིང་འགྲོས་སྡུག་གོ།
en: When you look from the front, back, right, and left, the soles of the feet appear and the movement is attractive. “

source: །སྐུའི་སྤུ་གྱེན་དུ་ཕྱོགས་པ་ཞེས་བྱ་བ་ནི་སྐྱེས་བུ་ཆེན་པོ་རྣམས་ཀྱི་སྐུའི་སྤུ་རྣམས་སྤུའི་ཁུང་བུ་ནས་སྐྱེ་བ་ན། ཞལ་བཟང་པོ་ལ་གྱེན་དུ་ལྟ་བ་འདྲ་བར་རྩེ་མོ་གྱེན་དུ་ལྟ་ཞིང་སྐྱེ་བའོ།
en: Body hair that points upward”— when the hairs on the bodies of great persons grow in the follicles, they grow pointing upward toward the top, like looking upward at a beautiful face.

source: །སྔོན་གྱི་ལས་ཀྱང་དགེ་བའི་ཆོས་བླངས་པ་རྣམས་ཇི་ལྟར་གོང་ནས་གོང་དུ་འཕེལ་བར་འགྱུར་བ་དེ་བཞིན་དུ་ཞབས་ཀྱི་ཕྱོགས་མཐོ་བ་དང་།
en: Again, just as the earlier karma, “the wholesome dharmas they have undertaken,” grow higher and higher, the parts of the legs are higher, and the body hair faces upward.

source: སྤུ་ཁ་གྱེན་དུ་ལྟ་ཞིང་མཐོན་པོར་འབྱུང་བ་དང་མཐུན་ནོ།
en: The similarity is in the appearance of height. “

source: །བྱིན་པ་{རི་དགས་,རི་དྭགས་}ཨེ་ན་ཡའི་ལྟ་བུ་ཞེས་བྱ་བ་ནི་{རི་དགས་,རི་དྭགས་}ཨེ་ན་ཡའི་བྱིན་པ་དང་འདྲ་བ་གང་ཡིན་པ་དེ་ལ་{རི་དགས་,རི་དྭགས་}ཨེ་ན་ཡའི་ལྟ་བུ་ཞེས་བྱའོ།
en: Calves like the aiṇeya antelope”— those who have calves that are like those of the black antelope are said to have “calves like the aiṇeya antelope.”

source: །མི་ཕལ་གྱི་བྱིན་པ་ནི་ཕྱོགས་གཅིག་ཏུ་ཤ་རློ་བོར་གྱུར་པའམ། ཡོ་བའམ། ཧ་ཅང་སྦོམ་པའམ། ཧ་ཅང་རིང་བའམ་ཐུང་བ་ཡིན་གྱི།
en: The calves of ordinary humans have flesh that hangs down in one part, or they wobble or are too thick or too long or too short.

source: སྐྱེས་བུ་ཆེན་པོ་རྣམས་ཀྱི་ནི་ཤ་མཁྲེགས་ལ་བྱིན་གྱིས་ཕྲ་ཞིང་དབྱིབས་སྙོམས་པ་དང་། ཤིན་ཏུ་ཟླུམ་ཞིང་ཆུ་ཞེང་གབ་པ་སྟེ། སོར་བཅོ་བརྒྱད་ཙམ་གྱི་ཕྱོགས་ན་ཡོད་དོ།
en: Those of great persons have flesh that is compact, and they taper, are evenly shaped, very spherical, and well built, occupying only the space of eighteen aṅgula.

source: །སྔོན་གྱི་ལས་ཀྱང་བཟོའི་ལས་དང་རིག་པའི་གནས་རྣམས་གུས་པར་བྱས་ཤིང་བྱིན་པས་སློབ་མ་དེ་རྣམས་འཕེལ་ཞིང་རྒྱས་པར་གྱུར་པ་དང་། ཡོ་བྱད་རྣམས་བྱིན་པས་དེ་དག་སྟོབས་དང་ལྡན་པར་གྱུར་ཏེ།
en: Again, the earlier karma is “having shown respect, they have made vocations and branches of knowledge available” so those trainees have increased and flourished, and by having made necessary goods available they have become strong.

source: དེ་དང་མཐུན་པར་ཤ་སྐྱེས་པའི་ཕྱིར་བྱིན་པ་{རི་དགས་,རི་དྭགས་}ཨེ་ན་ཡའི་ལྟ་བུར་གྱུར་ཏོ།
en: The calves are similar to that because the muscles have developed and have become like the calves of the black antelope. “

source: །དེ་ནི་མྱུར་དུ་འཛིན་པའི་སྔ་ལྟས་སོ་ཞེས་བྱ་བ་ནི་སྐྱེས་བུ་ཆེན་པོ་དེ་སངས་རྒྱས་ཀྱིས་གསུངས་པ་ཐམས་ཅད་མྱུར་དུ་འཛིན་ཅིང་།
en: It is a sign presaging a speedy grasp of things.”

source: དེ་བཞིན་གཤེགས་པ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཞུས་པའི་རྒྱུན་རྣམས་སྐད་ཅིག་གཅིག་གིས་འཛིན་ཏོ།
en: Those great persons quickly grasp all the buddhas have said, and the tathāgatas also grasp in a single instant the stream of questions of all beings. “

source: །ཕྱག་སྦོམ་ཞིང་རིང་བ་ཞེས་བྱ་བ་ལ། སྦོམ་པ་ནི་སྦོམ་ལག་ཆེ་བའི་ཕྱིར་རོ།
en: Tubular and long arms”— “tubular” because they are big, thick arms; “long” because they reach down to their knees.

source: །རིང་བ་ནི་པུས་མོར་སླེབས་པའི་ཕྱིར་ཁྲུན་རིང་བའོ།
en: They are long.

source: །སྔོན་གྱི་ལས་ཀྱང་ཕྱག་བརྐྱང་སྟེ་རིང་དུ་བྱས་ནས་གཞན་ལ་སྦྱིན་པ་བྱིན་པ་དང་། སྦྱིན་པར་བྱ་བའི་ཆོས་རྒྱ་ཆེ་བའི་ཕྱིར་མཐུན་ནོ། །མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་ཞེས་བྱ་བ་ལ།
en: Again, the earlier karma is similar because they extended their arms out a long way giving gifts to others, and because the doctrine they give is vast. “[

source: མདོམས་ཀྱི་སྦ་བ་ནི་མདོམས་སུ་སྦ་བ་ཡིན་པས་མདོམས་ཀྱི་སྦ་བ་སྟེ།
en: Their] private parts are hidden in a sheath.”

source: མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་ཅིང་།
en: The “private part” is a secret that is a private part, hence “private part.”

source: མི་མངོན་པ་གང་ཡིན་པ་དེ་ལ་མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་ཞེས་བྱ་སྟེ།
en: About that private part hidden in a sheath, not present before the eyes, it says the “private part is hidden in a sheath.”

source: གསེར་གྱི་པདྨའི་སྙིང་པོ་སྦུབས་སུ་ནུབ་པ་འདྲ་བར་མདོམས་ཀྱི་སྦ་བའི་ཕྱོགས་སྦུབས་ཀྱི་ནང་དུ་མི་མངོན་པར་གྱུར་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It means the private part portion is hidden in the sheath and not present before the eyes, like a golden colored lotus flower hidden in the sheath of the surrounding calyx.

source: །སྔོན་གྱི་ལས་ཀྱང་མཛའ་བཤེས་དང་གཉེན་འདབ་ལ་སོགས་པ་འདུམ་པར་བྱས་པ་དང་།
en: Again, the earlier karma is “[they] reconciled friends and relatives and did not separate” them and so on.

source: མ་ཕྱེ་བའི་ཕྱིར་སྦུབས་དང་སྦ་བ་དག་དེ་ལྟར་མཐུན་པར་གྱུར་ཏོ།
en: A sheath and a private part are similar in that way.

source: །གསང་ཐུབ་པར་བྱས་པས་སྦ་བའི་ཕྱོགས་མི་མངོན་པར་གྱུར་ཏེ་མཐུན་ནོ།
en: They are similar because on account of something that can be hidden the secret portion was not obvious. “

source: །མདོག་གསེར་འདྲ་བ་ཞེས་བྱ་བ་འདིས་ནི་སྐུ་མཁྲེགས་ཤིང་སྣུམ་ལ་ཁ་དོག་རབ་ཏུ་གསལ་བར་བསྟན་ཏོ།
en: A color like gold”— this teaches that their body is dense, glossy, and has a very clear color. “

source: །པགས་པ་སྲབ་ཅེས་བྱ་བ་འདིས་ནི་ཕྱི་དང་ནང་གི་རྡུལ་དང་དྲི་མ་ལ་སོགས་པས་སྐུ་ལ་གོས་པ་མེད་པར་བསྟན་ཏོ།
en: Extremely fine skin”— this teaches that inner and outer “dirt particles” and stains and so on do not “stick to it.”

source: །ཕྱག་དང་ཞབས་བཀྲུ་བ་དང་ཁྲུས་བྱ་བ་ལ་སོགས་པ་ནི་དེར་རིམ་གྲོ་པ་རྣམས་བསོད་ནམས་ཐོབ་པར་བྱ་བ་དང་། དུས་སུ་བདེ་བར་བྱ་བའི་ཕྱིར་ཀུན་རྫོབ་ཀྱི་ཐ་སྙད་ཀྱི་ཕྱིར་མཛད་དོ།
en: Here, washing hands and feet and needing to be washed and so on is done by way of conventional designation so those who look after them will get merit, and to fit in at the appropriate times. “

source: །སྤུ་རེ་རེ་ནས་སྐྱེ་ཞིང་གཡས་སུ་འཁྱིལ་པ་ཞེས་བྱ་བ་ནི་སྤུའི་ཁུང་བུ་གཅིག་ནས་སྤུ་གཅིག་ཁོ་ན་སྐྱེ་བས་ན་སྤུ་རེ་རེ་སྐྱེ་བའོ། །ཀྱིལ་ཀྱིལ་པོར་འཁྱིལ་བ་ནི་གཡས་ཕྱོགས་སུ་འཁྱིལ་བ་སྟེ། རྒྱན་གདུབ་ཀོར་སྦྲུལ་འཁྱིལ་བ་ལྟ་བུའམ།
en: Each strand of body hair grows curling to the right”— “each strand of body hair” because from their body hair follicle grows just a single strand of body hair; “curling to the right” because they are circular, like an ornamental coiling snake ring, or the circle of a coiling snake, both of which coil to the right. “

source: སྦྲུལ་འཁྱིལ་བའི་ཟླུམ་པ་ལྟ་བུ་སྟེ།
en: An ūrṇā marks their face.”

source: གཉིས་ཀ་ཡང་གཡས་སུ་འཁྱིལ་བའོ། །ཞལ་ལ་མཛོད་སྤུའི་མཚན་མངའ་བ་ཞེས་བྱ་བ་ནི་སྨིན་མཚམས་ཀྱི་ཐིག་ལེའི་གནས་ན་སྤུ་མཉེན་ཞིང་འཇམ་ལ་ཁ་དོག་དཀར་ཞིང་སྣུམ་པ། དྲངས་ན་ཁྲུ་གང་ངམ་ཁྲུ་དོ་འམ་ཁྲུ་གསུམ་ལ་སོགས་པའི་སྲིད་དུ་འབྱུང་ལ་སླར་བཏང་ན། གཡས་སུ་འཁྱིལ་བ་རྩེ་མོ་གྱེན་དུ་ཕྱོགས་པ་དང་། ཤིང་ཏོག་སྐྱུ་རུ་ར་ཙམ་ལ་དངུལ་གྱི་སྒོ་ང་འདྲ་བ་གང་གི་ཞལ་ན་མཛེས་པར་འདུག་པ་དེ་ལ་ཞལ་ལ་མཛོད་སྤུའི་མཚན་མངའ་བ་ཞེས་བྱའོ།
en: When there is a pliable, soft body hair, white in color and glossy, in the spot between the eyebrows, a full hasta or a pair of hasta or three hasta and so on in length when it is stretched out, that, when let go again, coils to the right with the tip on the upper part, just the measure of an Indian gooseberry fruit, like an egg-shaped drop of silver, beautifying whatever face it is on, it is said that “an ūrṇā marks their face.”

source: །མཚན་འདི་གཉིས་ཀྱི་སྔོན་གྱི་ལས་ཀྱང་། འདུ་འཛི་སྤངས་པས་ནི་སྤུ་རེ་རེ་བར་གྱུར་ཏོ། །ཕ་མ་ལ་སོགས་པ་ཇི་ལྟར་རིགས་པའི་གནས་སུ་བཀོད་པ་དང་། རིམ་གྲོ་བྱས་པ་དང་། སྦྱིན་པ་བྱིན་པ་དང་།
en: The earlier karma is that “they have avoided society, and accorded an appropriate status to parents and so on, served them, given them gifts, not displeased them,” and so on. That is for both these major marks.

source: མ་མགུ་བར་མ་བྱས་པ་ལ་སོགས་པས་གཡས་སུ་འཁྱིལ་ཞིང་རིང་བ་དང་། དབྱིབས་ལེགས་པར་གྱུར་ཏོ།
en: On account of that, those strands grow curling to the right and the ūrṇā is long and has an excellent shape. “[

source: །རོ་སྟོད་སེང་གེའི་ལྟ་བུ་ཞེས་བྱ་བ་ནི་དེའི་རོ་སྟོད་སེང་གེའི་རོ་སྟོད་འདྲ་བའི་ཕྱིར་སེང་གེའི་རོ་སྟོད་ལྟ་བུ་སྟེ་བྲང་གི་དབྱེས་ཡངས་ཤིང་ཆེ་ལ་ཤ་རྒྱས་པས་སྤངས་ཤིང་ཆེ་བ་ཕུན་སུམ་ཚོགས་པའི་ཕྱིར་དེ་སྐད་ཅེས་བྱའོ།
en: Their] upper body is like a lion’s.” Their upper body is like a lion’s upper body so they have an “upper body like a lion’s.” It says this because their chest is broad and big in size—perfectly broad and big because it is filled out. “[Their] shoulders are well rounded without an indentation at the throat.”

source: །དཔུང་མགོ་ལེགས་པར་གྲུབ་པ་ཞེས་བྱ་བ་ལ། ལེགས་པའི་སྒྲ་ནི་ཟླུམ་པ་ལ་བྱའོ།
en: Put the word “well” together with “rounded.”

source: །གྲུབ་པའི་སྒྲ་ནི་མགུལ་པ་རྩའི་དྲ་བ་མི་མངོན་པ་བསྟན་པ་སྟེ།
en: The “rounded” teaches that the Adam’s apple does not show.

source: གསེར་གྱི་བུམ་པའི་མགུལ་པ་ལྟར་ཡོངས་སུ་ཟླུམ་ཞིང་ཤིན་ཏུ་མཁྲེགས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means it is spherical and compact like the neck of a golden pot.

source: །སྔོན་གྱི་ལས་ཀྱང་མི་སྙན་པར་མི་ཟེར་བ་ནི་སེང་གེའི་ཚུལ་དང་འདྲ་བ་དང་། མགུལ་མཛེས་པའི་རྒྱུ་ཡིན་ནོ། །གཞན་ལ་མི་སྨོད་པ་ནི་སེང་གེ་ལྟར་ཡངས་པའི་རྒྱུའོ། །སྙན་པར་སྨྲ་བ་དང་། ལེགས་པར་སྨྲ་བ་བརྗོད་པ་དང་།
en: Again, the earlier karma is “[they] did not speak unkindly,” similar in style to a lion, the cause of a beautiful throat; “did not belittle others,” the cause of the chest being broad like a lion’s; and being “eloquent and not jarring, and their speech is the same as the roar of a lion,” the cause of a beautiful neck. “

source: སེང་གེའི་སྒྲ་དང་མཐུན་པར་སྨྲ་བ་ནི་ལྐོག་མ་མཛེས་པའི་རྒྱུའོ། །ཐལ་གོང་རྒྱས་པ་ཞེས་བྱ་བ་ནི་ཐལ་གོང་རྒྱས་ཤིང་ཡངས་པའོ།
en: The part between the collarbones is filled in”— the part between the collarbones is expanded and broad. “

source: །རོ་བྲོ་བ་མཁྱེན་པ་ཞེས་བྱ་བ་ནི་རོ་དྲུག་པོ་དག་གི་རོ་བྲོ་བ་མཁྱེན་པ་ལ་རོ་བྲོ་བ་མཁྱེན་པ་ཞེས་བྱའོ།
en: They know tastes as tasty.” Those who know the tastes of the six tastes are said to “know tastes as tasty.”

source: །སྐབས་འདིར་མཁྱེན་པ་ནི་དགའ་བ་ལ་བྱ་སྟེ། ཕར་འཛིན་མར་འཛིན་ཞེས་བྱ་བ་ལ་སོགས་པ་བཞིན་དུ།
en: In this context, take to “know” as to like, as in “treats like a mother, treats like a father” and so on.

source: རོ་རྣམས་ཀྱིས་དགའ་ཞིང་ཚིམ་པར་གྱུར་པའི་ཕྱིར་རོ་བྲོ་བ་ཤེས་པ་ཞེས་བྱ་སྟེ་སྐྱེས་བུ་ཆེན་པོ་རྣམས་ཀྱིས་མིད་པ་ན་ནི་རོ་ཚོར་བར་བྱེད་པའི་རྩ་བདུན་སྟོང་གྱེན་དུ་ལྟ་བ་ཡོད་དོ།
en: Because they enjoy and are satisfied by the tastes, it is said they “know the tastes.” The gullets of great persons have seven thousand receptive tastebuds giving rise to the experience.

source: །ཐ་ན་ཏིལ་གྱི་འབྲུམ་བུ་ཙམ་ཞིག་གསོལ་ན་ཡང་སྐུ་ཐམས་ཅད་དུ་ཁྱབ་པར་འགྱུར་རོ།
en: If they eat even as little as a single tiny sesame seed, it spreads throughout the entire body.
